[
    {
        "id": 1,
        "name": "The person who built this website",
        "image": "ammar-avatar.jpg",
        "wish": "SURPRISE SURPRISE!!! Yes, I was doing \"work\" and this is what I had been doing whenever I was free. One of the reasons why I built this website is a way for you to read all of your close friends' birthday wishes all at once 😄 Cheeya, I always realize how much I enjoy your existence immediately after finishing a conversation with you. I'm simply thankful for your existence. Since you have entered my life, you never made me feel like there is something wrong with me, you made me realize that WRONG has been done to me. You are something else, purely amazing. You give me hope in everything I do. You are so wise, helpful, intelligent, considerate, super caring, super duper lovable and extraordinarily beautiful. You also have to accept the fact that you're multitalented. And that is why i'm with you. You have no idea how lucky I am. I never knew I needed you in my life. My days are filled with you and your presence is just, bliss ✨ I want you and need you forever, no cap. Keep in mind that you are so special to me and everyone else, with the kind of mind that you have, you have the capability to make a huge impact in your life and everyone else's. You're the best thing I could ever ask for, I want nothing else in life but you. My best friend, my soulmate, my everything. I can't wait to spend the rest of my life and grow old with you. People say that laughter is the best medicine, your humour is my life saviour. You make me laugh without even trying!! 🤣🤣 No one knows how weird we can be as a couple, I guess we're super compatible hehe. Thank you so much for being such a wonderful person, seriously. I am all yours, you are all mine. You're my only source of happiness. Happy 23rd Birthday you bubbly, adorable and lovaly human being 🎉🎈 Happy YOURday to be exact 😋 私は本当にあなたが好きで、本当に愛しています ♥️",
        "imagetwo": "ammar-image.jpg"
        
    },
    {
        "id": 2,
        "name": "Belli",
        "image": "belli-avatar.jpeg",
        "wish": "HAPPY BIRTHDAY TO THE HOTTEST!! BADDEST!! BITTY IN THE WORLD!!!! 🥳🥳💕💕💜 you’re an amazing person inside and out and super strong willed (don’t let anyone/yourself tell you otherwise). ilysm, imy and stay hot, xoxo💕",
        "imagetwo": "belli-image.jpeg"
    },
    {
        "id": 3,
        "name": "Azreena",
        "image": "user-icon.png",
        "wish": "HAPPY 23RD BIRTHDAY SHAHEERA! I just want to say that I am so extremely grateful that you decided to talk to me in Form 3 and ask to be my desk mate because that decision that you made is why I am so blessed to be able to call you my best friend today. You are so beautiful, kind, loving, nurturing, funny, bubbly, strong, resilient, selfless, brave, confident and the list could go on and on because there is just so much to love about you and to know you is to love you, Shaheera.You've helped me through some of the darkest days of my life and without you and your love, I really would not have been able to have gotten through those days. Thank you for being so patient with me and for never getting tired of reassuring and comforting me whenever I need you. You mean the world to me and you deserve good things and I sincerely pray that Allah swt blesses you not only with good health, love, happiness, good health and success but I also hope He gives you all that your heart desires and more to fulfil you in this life and also the next. Crossing paths with you when we were 15 was probably one of the best gifts Allah has ever given me because not only has it given me the privilege of being a part of your life and knowing you but also the privilege to grow with you, laugh with you, cry with you and the blessing of a companion to get through life's many ups and downs with. We literally grew up together and I really wouldn't have it any other way. Thank you for being you, Shaheera, I sincerely believe that you are a gift to everyone whose lives you are in. Happy Birthday once again Shachem/Shaheera Zidan (hehe) I hope you have an amazing day today ♥️",
        "imagetwo": "azreena-image.jpeg" 
    },
    {
        "id": 4,
        "name": "Madtings",
        "image": "madiha-avatar.jpeg",
        "wish": "happy birthday cheeya! my candy crush sifu!! thank you for always lighting up the room whenever youre around. ive never met anyone that can articulate someones thoughts and feelings so well. you are truly one of a kind, and i cant thank you enough for being such a kind soul. i know we joke a lot about the senior/junior thing but above all, you will always be my good friend that i cherish forever. i know you will always have my back & i hope you know i will strive to do the same, if not more. hope we get to spend more time together and create more memories together! love youuu, and please dont lean in to kiss me again HAHAHA. have a good 23rd!",
        "imagetwo": "madiha-image.jpeg" 
    },
    {
        "id": 5,
        "name": "The girl who laminated her timetable :)",
        "image": "user-icon.png",
        "wish": "Happy birthday shahiddles! Alhamdulillah for another year of growth, laughter, tears, and a whole lot of ups and downs. I've always admired your wit, energy and humor; young me in Tenby was so grateful for our friendship and to have had your company - whether it may be talking about literally anything and everything (like describing the entire floorplan of our houses) when we skipped swimming in school or buying fries for lunchtime while we walked around the school to eat. I hope you know that I'm always here for you no matter what, I'm so immensely thankful for our friendship although we don't speak very often but your occasional texts and super entertaining stories on instagram are reminders of what a wonderful person you are. I hope you have a great birthday, I'm celebrating with you in spirit! :)",
        "imagetwo": "inas-image.jpeg" 
    },
    {
        "id": 6,
        "name": "no.1 light apologist",
        "image": "user-icon.png",
        "wish": "MY BIG FAT GOALIE!! Happy happy birthday!! You already know how much I love you, and how I’m gonna send you a long ass paragraph (gonna end JK Rowling with the amount of words btw)  on your birthday for only your eyes to see 💛 I hope when you open this website, the feeling of love and happiness stays with you forever. Look at how many people you matter to and how much you’ve touched our lives!! I hope you have the best day ever, love you forever and ever. ",
        "imagetwo": "hana-image.jpeg" 
    },
    {
        "id": 7,
        "name": "Raha",
        "image": "raha-avatar.jpg",
        "wish": "Dear Cheeya, Happy birthday! #Cheeyassss to another year around the sun. Forever grateful for your friendship, kindness, and cuddles. I love your laugh, I love your smile, I love your energy, I love your intelligence, I love your kind heart and I love when you speak science to me. I hope 23 brings you more rezeki, joy, wisdom, love and adventure. Can't wait to give you a big hug. Love you Leo sister ❤️#CheeyarcoochiBoardinCheeyarkuzzi #CheeyezToTheDress",
        "imagetwo": "raha-image.jpg" 
    },
    {
        "id": 8,
        "name": "hansbunnybum69",
        "image": "jo-avatar.png",
        "wish": "Happy Birthday, Cheeya! To the little sister that I’ve always wanted, thank you bringing so much joy, love and laughter into my life. You’re a blessing to everyone you’ve crossed paths with and if anyone ever calls u boring i will cyberbully them.. jokes.. hmm.. maybe we’ll see. You’re a rock to many as you fight your own battles and that makes you one of the toughest b*tch I know. You’re the bees knees & I love you more than words can ever say ❤️",
        "imagetwo": "jo-image.jpeg" 
    },
    {
        "id": 9,
        "name": "Zaharah ZR",
        "image": "zaharah-avatar.jpg",
        "wish": "HAPPY BIRTHDAY CHEEEYAAAA!!! may God will always ease your burdens and hardships. you are so strong and loved. i wish you nothing but abundance of happiness and joy in your life. there is always a rainbow at the end of a storm. you have such a pure + gold heart. i am truly humbled to be one of your friends. i remember back in form 2 or form 3 (tak ingat lah), you were new in SA. i thought you were so cool. i wanted to be friends with you immediately!!!! and we became friends :DDD spending my teens with you was so much fun. omg and i went to my first ever concert and music festival with you. ahhhh i love you so much cheeeyaaaaa!! i hope we will be friends until both of us takde gigi and rambut uban. happy 23rd birthday, babe!! ((i hope this lockdown will ease soon so we can meet)) I LOVE YOUUUUUUUU <333",
        "imagetwo": "zaharah-image.jpeg" 
    },
    {
        "id": 10,
        "name": "Amir!!!",
        "image": "amir-avatar.jpeg",
        "wish": "HAPPY BIRTHDAY CHEEYA OF JALAN CAMAR, WHO’S ALSO IN LOVE WITH AMMAR, AND THAT WOULD MAKE THE BOTH OF YOU JALAN CHEEYAMMAR…..",
        "imagetwo": "amir-image.jpeg" 
    },
    {
        "id": 11,
        "name": "(っ◔◡◔)っ ♥ Rianne ♥",
        "image": "rianne-avatar.jpeg",
        "wish": "Hey @shahiddles! Happiest birthday to one of my high school sweetheartzz ♥ Have an absolute blast on your birthday, birth-month, and every other fuckin day as well because you really deserve it. I hope you know how much I appreciate and truly cherish our friendship, from talking about cute bois (*cough* e**r HAHAHA LMFAO) and for being the only other person who watched Summer Heights High during high school days to our (one time, but it was fun ok) skribbl io sesh during mco 1 to our cute brunch hangouts with the girls, and of course to everything else in between! I miss you and I CANNOT wait to meet up (whenever that is, and be it online or in person) Love you so much and I'm always, always, always here for you! Again, happy birthday bby ♥♥♥ (PS: there's a virtual birthday card-kinda-thing that I've edited, but I'm not sure if it can be compressed to fit the site, if not, then I'm just letting you know that there's a virtual card-thing hehe)",
        "imagetwo": "rianne-image.jpeg" 
    },
    {
        "id": 12,
        "name": "Lela Ur Gf If yOull still take me...soz ammar",
        "image": "lela-avatar.png",
        "wish": "Happiest of birthdays cheeya!! 23!!! WEEEHOO who would've thought 🤪 I love you so much and I am so grateful and happy to have someone like you in my life. You are so so dear to me. Remember that I'll always have your back! No matter what, you got me and i got you! I hope you have the best day today and the rest of forever because u deserve only good things in life. Never forget that I LOVE YOU SO SO MUCH. I wish we were spending  your birthday side by side but we are making the best of it! May God bless you Cheezles. Everytime i think about you my heart is warm. I hope to punch your boob soon. Missing you endlessly. All d love, Lela ❤️❤️❤️❤️",
        "imagetwo": "lela-image.jpg" 
    },
    {
        "id": 13,
        "name": "Fat P",
        "image": "fatini-avatar.jpeg",
        "wish": "IT IS YOUR BIRTHDAY (period). Its a statement of fact. Not even an exclamation point? This is more professional! It’s not like she discovered a cure for cancer. I cant believe how bad this looks. *throws balloon* *slams ribbon* Are you trying to hurt my feelings? Because if so, you are succeeding. Fortunately my feelings regenerate at twice the speed of a normal man’s. Okay good then….. uh…. HAPPY BIRTHDAY!! SuPRISE!! ITS NOT A SURPRISE!!!! Uhh… HEEEEPI BIRTHDAY SHAHEERA!!! Sending u all da swags and love! Love u lots and hope ure having the best birthday ever :> *cue spongebob’s indoors song happy birthday remix*",
        "imagetwo": "fatini-image.jpeg" 
    },
    {
        "id": 14,
        "name": "Damilia",
        "image": "damilia-avatar.jpeg",
        "wish": "happiest birthday my cheeya <33 i wish you all the joy the world has to offer because you give out just as much and more to everyone around you. i am forever grateful to have you in my life, from childhood to adolescence and now adulthood. i hope we stay as a constant within each other’s lives. your brightness, wit, liveliness, and the consideration you have for others proves how much of a gem you are. i hope you know that i love you for all that you are, on your happiest and darkest days. the way you care for your family, friends, and loved ones is extraordinary. being around you is truly such a privilege and i am sure everyone in your life feels the same way. i pray you are granted health and happiness no matter where you are and for all your wishes to come true. love you so much buddy hope you enjoy your day!",
        "imagetwo": "damilia-image.jpeg" 
    },
    {
        "id": 15,
        "name": "aina zuraini",
        "image": "aina-avatar.jpeg",
        "wish": "to cheeya; happy nother year around the Sun (that you are, in my life) so youre basically making rounds around urself. I always admire you as a person, so rajin so dedicated so hardworking. you always have so much on your plate, but you never show that you do. I love to see the commitment and closeness you have with your family, it gives me hope. thank you for always being the light and thank you for also grounding me. you are one of the smartest, most beautiful people I know and I am so glad to be able to experience this friendship with you.. you deserve the best and only the best and I always wish the best for you. I love you so much and I hope you enjoy your 23rd 💛",
        "imagetwo": "aina-image.jpeg" 
    },
    {
        "id": 16,
        "name": "Deliana",
        "image": "del-avatar.jpeg",
        "wish": "Happy birthday cheezeballs!!!! thank you for being the realest out here and for the sweetheart that you are ✨Missing you and wishing you a happy and healthy year ahead. Hope to see you and your chicken wings soon. In the mean time, please take care of yourself for us. Love you loads 🤍",
        "imagetwo": "del-image.jpeg" 
    },
    {
        "id": 17,
        "name": "Airis",
        "image": "user-icon.png",
        "wish": "Hi Shaheera!! Happy birthday!! we haven’t seen eachother in years but I still feel so connected to you. Thank you for always checking up on me whenever I’m down and always making sure that I am okay. You are one of the strongest person I know and i know that will get you very very far in life. You are a gem, don’t let anyone or anything dull your sparkle!! Lots of love xxx",
        "imagetwo": "airis-image.jpeg" 
    },
    {
        "id": 18,
        "name": "RazzleKixstartyourcareerwithRahah (we should have a startup tgt)",
        "image": "user-icon.png",
        "wish": "Happpppppyyyyyy Birthday Shaheera!!!!!!! I never told you this before but I have always looked up to you. Everyone in life teaches you something, nothing happens for no reason and you taught me one of the greatest lessons of all: How to be kind, even in difficult situations and I am forever indebted to you for that. I hope you have the greatest of days and may all your days be filled with all the joy this world can bring because you truly deserve it. You is strong, you is kind and you is hella loved. You is also the moment hottie!! Miss you loads xoxoxo",
        "imagetwo": "rahah-image.jpeg" 
    },
    {
        "id": 19,
        "name": "nadeera",
        "image": "nadeera-avatar.jpeg",
        "wish": "shaheera!!!!! happy birthday sayang i love u!! the greatest leo woman i could ever know. thank you for being my friend throughout these years and being probably the only one i have.. certain .. conversations with 😀 i love u so much! please remember that you’re always surrounded with people who love you and who are endlessly proud of you, even if you dont think so. you’re an actual gem.",
        "imagetwo": "nadeera-image.jpeg" 
    },
    {
        "id": 20,
        "name": "Adeebah/Debot",
        "image": "debot-avatar.jpeg",
        "wish": "HAPPY BIRTHDAYYYY SHAHEERAAA!!! I hope you have a safe and amazing day surrounded with good people and food. Our friendship was pretty unexpected but I am always grateful for our form 5 classes for making us talk since our classes are literally next to each other and we share agama class together lol. I really admire how well-spoken and supportive you are.... also will never forget how you always say hi to me whenever we saw each other in school. You have grown to be an even more amazing human being- pat yourself in the back for that, and thank you for trusting me (in contributing to your polls to make decisions lol). Only time will tell but hope we can bump/see each other!! :D p.s. thank you for the personalised Joey's message hehe p.p.s. Kupi wishes happy birthday to you too",
        "imagetwo": "debot-image.png" 
    },
    {
        "id": 21,
        "name": "Syafiq Muizz",
        "image": "syafiq-avatar.jpg",
        "wish": "halu cheeya!!!!!! first things first, i'll get the MOST important message out of the way, thank you for being the first one in the world EVER to invent the heavenly delicacy called chicken wings, you will be noted down the culinary & history books as the girl who invented chicken wings, yeap, just you, no one else. (Sources: Just trust me bro) i hope we get to lepak more in the future through badminton and whatnot!!!!! would really love to get to know you more as a friend!!! p.s. happy birthday!!!",
        "imagetwo": "syafiq-image.jpg" 
    },
    {
        "id": 22,
        "name": "Nadea Adrianna",
        "image": "nadea-avatar.jpg",
        "wish": "Happy birthday Dodols 🤍🤍🤍 I’ll never stop saying it but I’ve always just LOVED your energy and admired the way you carry yourself. You’re one of the most authentic, wholesome, funny, and cool person I know (and also you’re rlly hot). Forever my fav leo, Potterhead & Marvel fan to exist in this world. Miss ya & love u forever bubz. -Nodeo",
        "imagetwo": "nadea-image.jpg" 
    },
    {
        "id": 23,
        "name": "Nurin",
        "image": "nurin-avatar.jpeg",
        "wish": "Happy Birthday Cheeya!! We’re so lucky to have you in our lives and we love you ♥️♥️♥️",
        "imagetwo": "nurin-image.jpeg" 
    },
    {
        "id": 24,
        "name": "Yasmin Adlena",
        "image": "user-icon.png",
        "wish": "Heyy! I know we’re not that close! But happy birthday! Hope you will have a good one! May Allah bless you always and hope we can see each other real soon! Stay safe wherever you are and if u want to talk about anything just hit me up!❤️❤️🤍🤍🤍 (ps sorry i dont have picture with you, will do though soon <3)",
        "imagetwo": "yasmin-image.jpeg" 
    },
    {
        "id": 25,
        "name": "Franciska",
        "image": "franciska-avatar.jpg",
        "wish": "HAPPY BIRTHDAY SHAHEERA!!💘💘 I hope you have a blast!! Dont let this pandemic ruin your celebrations hehe im so glad we got to catch up again after what feels like forever, you are sucha ray of sunshine to be around and i hope we get to hang again soon!! Sending lots of love and hugs your way 🥳💖🥰💞",
        "imagetwo": "franciska-image.jpg" 
    },
    {
        "id": 26,
        "name": "Les, Ash, Harith, Stef, Julian & Marcus",
        "image": "les-avatar.jpeg",
        "wish": "HAPPY BIRTHDAY CHEEYA!!!!!!! we hope you have the best day despite this shitty lockdown :') thanks for being such a solid friend throughout all these years, it's so crazy how we all grew up together and are still friends today. can't believe we've all known each other for 16 YEARS now wtF!!! love you and miss you and we hope we get to see you soon and it's so obvious it's just me (les) writing this HAHAHA anyway have the best birthday u deserve it!!!!!! <3",
        "imagetwo": "les-image.jpg" 
    },
    {
        "id": 27,
        "name": "ilham :)",
        "image": "ilham-avatar.jpeg",
        "wish": "Shaheera!! We weren’t very close in high school, but I feel like I’ve grown closer to you just from our talks from time to time on our finstas! I appreciate having you around, and appreciate you for keeping me around too! You hold a special place in my heart, thank you for being you!! Have a wonderful birthday!",
        "imagetwo": "ilham-image.jpeg" 
    },
    {
        "id": 28,
        "name": "Jules",
        "image": "julia-avatar.jpg",
        "wish": "To my baby leo, Happiest Birthday Cheeya ♥️ When I first met you I was instantly drawn to your energy, you were the first few that I met when isk and I started dating and I’ll always remember how welcomed you made me feel. Your laugh is contagious and I love laughing with you and the girls, your heart is big and full of love its something anyone who knows you can vouch for. I’ll always cherish our little memories that we’ve made thus far, from driving up to Genting together for GV to laughing like hyenas whenever we hang out at Jo’s. I can’t wait to make more memories with you and everyone, best believe we would be out and about celebrating you if it weren’t for this pandemic :’| I want you to remember that you are loved always and that even tho we all have our ups and downs in life that I’m super proud of how far you’ve come along, I’ll always be here to support you in whatever you wish so long as you are happy and excited for whats to come. Love you always bbygirl, may god bless you always with good health, amazing opportunities, love in abundance and peace of mind ♥️♥️ ",
        "imagetwo": "julia-image.jpeg" 
    }
]

